[
  {
    "ime": "Jonathan Demme",
    "biografija": "Američki filmski režiser, producent i scenarist poznat po raznovrsnoj karijeri koja obuhvata trilere, drame, komedije i dokumentarce. Najpoznatiji po psihološkom trileru 'The Silence of the Lambs' koji je osvojio svih 'Big Five' Oscara. Radio je sa širokim spektrom umetnika i često eksperimentisao sa različitim žanrovima.",
    "profilnaSlika": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Jonathan_Demme_2008.jpg/330px-Jonathan_Demme_2008.jpg",
    "datumRodjenja": "22.02.1944",
    "mestoRodjenja": "Baldwin, New York, SAD",
    "nagrade": [
      "Oscar za najbolju režiju - The Silence of the Lambs (1992)",
      "Golden Globe za najbolju režiju - The Silence of the Lambs (1992)",
      "BAFTA za najbolju režiju - The Silence of the Lambs (1992)",
      "Directors Guild Award - The Silence of the Lambs",
      "Berlin Film Festival Silver Bear - Something Wild (1987)"
    ],
    "aktivanOd": 1974,
    "aktivanDo": 2017,
    "socialMedia": {
      "imdb": "https://www.imdb.com/name/nm0001129/",
      "rottenTomatoes": "https://www.rottentomatoes.com/celebrity/jonathan_demme"
    },
    "zanimljivosti": [
      "The Silence of the Lambs je drugi film koji je osvojio 'Big Five' Oscara",
      "Režirao je brojne koncertne filmove uključujući Stop Making Sense (Talking Heads)",
      "Philadelphia (1993) bio je jedan od prvih mainstream filmova o AIDS-u",
      "Počeo je karijeru radeći za Rogera Cormana",
      "Rachel Getting Married (2008) je bio intimna porodična drama",
      "Režirao je epizode Netflixove serije Bloodline",
      "Poznat po korišćenju close-up kadrova gde glumci gledaju direktno u kameru",
      "Veliki ljubitelj muzike - režirao je dokumentarac o Neil Young",
      "Something Wild je bio quirky romantični triler"
    ]
  },
  {
    "ime": "Kátia Lund",
    "biografija": "Brazilsko-američka filmska rediteljka, scenaristica i producent. Ko-režirala je međunarodni hit 'City of God' (Cidade de Deus) sa Fernandom Meirellesom. Poznata po autentičnom prikazivanju brazilske kulture favela i radu sa lokalnim zajednicama. Nastavila je da radi na projektima koji istražuju socijalne teme.",
    "profilnaSlika": "https://m.media-amazon.com/images/M/MV5BMTc2NTgwMDU5N15BMl5BanBnXkFtZTcwOTYzMzAzMw@@._V1_UY317_CR131,0,214,317_AL_.jpg",
    "datumRodjenja": "01.01.1966",
    "mestoRodjenja": "São Paulo, Brazil",
    "nagrade": [
      "Nominacija za Oscar - najbolja režija - City of God (2004)",
      "BAFTA nominacija - City of God",
      "Sundance Film Festival nagrade za dokumentarne filmove",
      "Emmy nominacija za režiju"
    ],
    "aktivanOd": 1995,
    "socialMedia": {
      "imdb": "https://www.imdb.com/name/nm0526942/",
      "rottenTomatoes": "https://www.rottentomatoes.com/celebrity/katia_lund"
    },
    "zanimljivosti": [
      "Ko-režirala City of God sa Fernandom Meirellesom",
      "Provela je godine živeći i radeći u favelama Rio de Janeira",
      "Režirala je City of Men TV seriju, spin-off City of God",
      "Radila je kao dokumentarista pre prelaska na igrane filmove",
      "News from a Personal War je bio njen dokumentarac o nasilju u favelama",
      "Aktivna u edukaciji mladih iz marginalizovanih zajednica",
      "Dvojno državljanstvo - SAD i Brazil",
      "Pioneering work sa neprofesonalnim glumcima iz favela"
    ]
  },
  {
    "ime": "Lana Wachowski",
    "biografija": "Američka filmska rediteljka, scenaristica i producent, jedna polovina kreativnog dua 'Wachowskis'. Zajedno sa sestrom Lilly kreirala je revolucionarnu 'The Matrix' trilogiju koja je promenila naučnu fantastiku i akcioni film. Poznata po filozofski zahtevnim temama, novatorskim vizuelnim efektima i queer perspektivama.",
    "profilnaSlika": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Lana_Wachowski_WonderCon_2012_%28cropped%29.jpg/330px-Lana_Wachowski_WonderCon_2012_%28cropped%29.jpg",
    "datumRodjenja": "21.06.1965",
    "mestoRodjenja": "Chicago, Illinois, SAD",
    "nagrade": [
      "Saturn Award - The Matrix (2000)",
      "BAFTA nominacija - The Matrix",
      "Hugo Award - The Matrix",
      "MTV Movie Award - The Matrix",
      "Saturn Award - Cloud Atlas (2013)"
    ],
    "aktivanOd": 1996,
    "socialMedia": {
      "imdb": "https://www.imdb.com/name/nm0905152/",
      "rottenTomatoes": "https://www.rottentomatoes.com/celebrity/lana_wachowski"
    },
    "zanimljivosti": [
      "The Matrix je revolucionisao akcione filmove sa 'bullet time' efektom",
      "Jedna od prvih trans rediteljki u Hollywoodu",
      "Bound (1996) je bio njihov debitantski neo-noir triler",
      "The Matrix je inspirisan filozofijom, cyberpunk literaturom i Hong Kong akcijom",
      "Speed Racer (2008) je bio vizuelno revolucionaran ali komercijalni promašaj",
      "Cloud Atlas (2012) je bio ambiozna adaptacija romana Davida Mitchella",
      "V for Vendetta (2005) je producirala (režirao James McTeigue)",
      "Sense8 je bila njihova Netflix serija o globalnoj empatiji",
      "The Matrix Resurrections (2021) je režirala sama, bez Lilly"
    ]
  },
  {
    "ime": "Lee Unkrich",
    "biografija": "Američki filmski režiser, montažer i scenarist, dugogodišnji Pixar veteran. Režirao je brojne kritički hvaljene animirane filmove uključujući 'Toy Story 3' koji je osvojio Oscara i 'Coco' koji je takođe osvojio Oscara. Jedna od ključnih figura u usponu Pixar Animation Studios.",
    "profilnaSlika": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Lee_Unkrich_2010.jpg/330px-Lee_Unkrich_2010.jpg",
    "datumRodjenja": "08.08.1967",
    "mestoRodjenja": "Cleveland, Ohio, SAD",
    "nagrade": [
      "Oscar za najbolji animirani film - Toy Story 3 (2011)",
      "Oscar za najbolji animirani film - Coco (2018)",
      "Golden Globe za najbolji animirani film - Toy Story 3 (2011)",
      "Golden Globe za najbolji animirani film - Coco (2018)",
      "BAFTA za najbolji animirani film - Toy Story 3 (2011)",
      "Annie Award za režiju - Toy Story 3 i Coco"
    ],
    "aktivanOd": 1994,
    "aktivanDo": 2019,
    "socialMedia": {
      "imdb": "https://www.imdb.com/name/nm0881279/",
      "rottenTomatoes": "https://www.rottentomatoes.com/celebrity/lee_unkrich"
    },
    "zanimljivosti": [
      "Radio je kao montažer na Toy Story, A Bug's Life i Toy Story 2",
      "Ko-režirao je Toy Story 2, Monsters Inc. i Finding Nemo",
      "Toy Story 3 je zaradio preko milijardu dolara",
      "Coco je bio inspirisan meksičkim Dia de los Muertos празником",
      "Veliki fan horor filmova, posebno The Shining",
      "Diplomirao na USC School of Cinematic Arts",
      "Napustio je Pixar 2019. godine nakon 25 godina",
      "Poznat po emotivnoj dubini u animiranim filmovima",
      "Toy Story 3 završetak je bio emotivno devastirajući za mnoge fanove"
    ]
  },
  {
    "ime": "Lilly Wachowski",
    "biografija": "Američka filmska rediteljka, scenaristica i producent, druga polovina kreativnog dua 'Wachowskis'. Zajedno sa sestrom Lanom kreirala je 'The Matrix' trilogiju. Poznata po revolucionarnim vizuelnim efektima, filozofskim temama i queer narativima. Jedna od pionirki trans vidljivosti u Hollywoodu.",
    "profilnaSlika": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Lilly_Wachowski_2016.jpg/330px-Lilly_Wachowski_2016.jpg",
    "datumRodjenja": "29.12.1967",
    "mestoRodjenja": "Chicago, Illinois, SAD",
    "nagrade": [
      "Saturn Award - The Matrix (2000)",
      "BAFTA nominacija - The Matrix",
      "Hugo Award - The Matrix",
      "MTV Movie Award - The Matrix",
      "Saturn Award - Cloud Atlas (2013)"
    ],
    "aktivanOd": 1996,
    "socialMedia": {
      "imdb": "https://www.imdb.com/name/nm0905154/",
      "rottenTomatoes": "https://www.rottentomatoes.com/celebrity/lilly_wachowski"
    },
    "zanimljivosti": [
      "Mlađa sestra Lane Wachowski",
      "Javno je objavila svoju trans tranziciju 2016. godine",
      "Nije učestvovala u The Matrix Resurrections",
      "Ko-kreatorka Sense8 Netflix serije",
      "Radila je sa sestrom na svim Wachowski projektima do 2016",
      "Bound je bio njihov prvi film - lezbijski neo-noir",
      "Jupiter Ascending (2015) je bio njihov posle dnji zajednički film",
      "Režirala je epizode Showtime serije Work in Progress",
      "The Matrix je imao jaku trans alegoriju prema rečima obe sestara"
    ]
  },
  {
    "ime": "Luc Besson",
    "biografija": "Francuski filmski režiser, scenarist i producent poznat po vizuelno spektakularnim akcijskim filmovima i evropskim blockbusterima. Kreirao je kultne filmove kao što su 'Léon: The Professional' i 'The Fifth Element'. Osnivač produkcijske kompanije EuropaCorp.",
    "profilnaSlika": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Luc_Besson_2014.jpg/330px-Luc_Besson_2014.jpg",
    "datumRodjenja": "18.03.1959",
    "mestoRodjenja": "Paris, Francuska",
    "nagrade": [
      "César Award - najbolji režiser - Le Grand Bleu (1989)",
      "European Film Award nominacija - Léon: The Professional",
      "Saturn Award nominacija - The Fifth Element (1998)",
      "Lumières Award - Lucy (2015)"
    ],
    "aktivanOd": 1981,
    "socialMedia": {
      "imdb": "https://www.imdb.com/name/nm0000108/",
      "rottenTomatoes": "https://www.rottentomatoes.com/celebrity/luc_besson"
    },
    "zanimljivosti": [
      "Hteo je da postane mornarički ronilac pre nego što je postao reditelj",
      "Léon imao je kultni status - Natalie Portman u prvoj ulozi",
      "The Fifth Element je bio najskuplji evropski film u vreme produkcije",
      "Lucy sa Scarlett Johansson zaradio je preko 450 miliona dolara",
      "Nikita (La Femme Nikita) je bio remake-ovan u Hollywoodu",
      "Osnovao je EuropaCorp, veliku produkcijsku kuću",
      "Producirao je Taken franšizu sa Liamom Neesonom",
      "Valerian and the City of a Thousand Planets je bio komercijalni promašaj",
      "Poznat po snimanju u francuskom jeziku ali sa internacionalnom privlačnošću"
    ]
  },
  {
    "ime": "Martin Scorsese",
    "biografija": "Američki filmski režiser, producent, scenarist i glumac, jedan od najuticajnijih reditelja u istoriji filma. Majstor kriminalističkih drama, biografija i istorijskih epova. Njegov rad karakteriše tehnička virtuoznost, brutalna realnost i duboko razumevanje ljudske prirode. Živi legend holivudskog filma.",
    "profilnaSlika": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Martin_Scorsese_by_Gage_Skidmore.jpg/330px-Martin_Scorsese_by_Gage_Skidmore.jpg",
    "datumRodjenja": "17.11.1942",
    "mestoRodjenja": "New York City, SAD",
    "nagrade": [
      "Oscar za najbolju režiju - The Departed (2007)",
      "Golden Globe za najbolju režiju - The Departed (2007)",
      "BAFTA za najbolju režiju - The Departed (2007)",
      "Zlatna palma - Taxi Driver (1976)",
      "AFI Life Achievement Award (1997)",
      "Kennedy Center Honors (2007)",
      "Cecil B. DeMille Award (2010)"
    ],
    "aktivanOd": 1967,
    "socialMedia": {
      "imdb": "https://www.imdb.com/name/nm0000217/",
      "rottenTomatoes": "https://www.rottentomatoes.com/celebrity/martin_scorsese"
    },
    "zanimljivosti": [
      "Dugogodišnja saradnja sa Robertom De Nirom (9 filmova)",
      "Goodfellas je smatran najboljim gangsterskim filmom svih vremena",
      "Raging Bull je bio crno-beli biografski film o bokseru Jake LaMotta",
      "Taxi Driver je kultni psiho-triler sa ikonskom Travis Bickle ulogom",
      "The Irishman (2019) je bio Netflix epic sa De Nirom, Pacinom i Peścijem",
      "Veliki zaštitnik filmske istorije i filmske umetnosti",
      "Casino, The Wolf of Wall Street - sve o pohlepi i moći",
      "Počeo je da studira za sveštenstvo pre nego što je otkrio film",
      "Silence (2016) je bio njegov passion project o jezuitskim misionarima"
    ]
  },
  {
    "ime": "Michael Curtiz",
    "biografija": "Mađarsko-američki filmski režiser, jedan od najprolifiknijih i najsvestranijih reditelja Zlatnog doba Holivuda. Režirao je preko 100 filmova u raznim žanrovima. Najpoznatiji po klasiku 'Casablanca', jednom od najcenjenijih filmova svih vremena. Majstor vizuelnog stila i atmosfere.",
    "profilnaSlika": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Michael_Curtiz_-_publicity.jpg/330px-Michael_Curtiz_-_publicity.jpg",
    "datumRodjenja": "24.12.1886",
    "mestoRodjenja": "Budapest, Austro-Ugarska (sada Mađarska)",
    "nagrade": [
      "Oscar za najbolju režiju - Casablanca (1944)",
      "Golden Globe za najbolju režiju - nominacija",
      "Directors Guild Award nominacija"
    ],
    "aktivanOd": 1912,
    "aktivanDo": 1961,
    "socialMedia": {
      "imdb": "https://www.imdb.com/name/nm0002030/",
      "rottenTomatoes": "https://www.rottentomatoes.com/celebrity/michael_curtiz"
    },
    "zanimljivosti": [
      "Casablanca je snimljena za samo 3 meseca",
      "Režirao je Errol Flynn u brojnim avanturama (Robin Hood, Captain Blood)",
      "Rođen kao Manó Kaminer u Budimpešti",
      "Bežao je iz Mađarske tokom Bele Kun komunističkog režima",
      "Yangee Doodle Dandy sa Jamesom Cagneyem je bio patriotski mjuzikl",
      "Mildred Pierce je bio noir film sa Joan Crawford",
      "Govorio je lomljeni engleski sa jakim akcentom",
      "Poznat po brutalnom tretmanu glumaca na setu",
      "Režirao je u tihoj eri, prelaznoj eri i zvučnoj eri filma"
    ]
  },
  {
    "ime": "Milos Forman",
    "biografija": "Češko-američki filmski režiser poznat po britanskim i američkim filmovima koji istražuju individualne slobode protiv autoritarnih sistema. Osvojio je dva Oscara za najbolju režiju za 'One Flew Over the Cuckoo's Nest' i 'Amadeus'. Oba filma su osvojila 'Big Five' Oscara.",
    "profilnaSlika": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Milos_Forman_%281999%29_%28cropped%29.jpg/330px-Milos_Forman_%281999%29_%28cropped%29.jpg",
    "datumRodjenja": "18.02.1932",
    "mestoRodjenja": "Čáslav, Čehoslovačka",
    "nagrade": [
      "Oscar za najbolju režiju - One Flew Over the Cuckoo's Nest (1976)",
      "Oscar za najbolju režiju - Amadeus (1985)",
      "Golden Globe za najbolju režiju - One Flew Over the Cuckoo's Nest (1976)",
      "Golden Globe za najbolju režiju - Amadeus (1985)",
      "BAFTA za najbolju režiju - Amadeus (1985)",
      "Cannes Film Festival - Grand Prix - The Firemen's Ball (1968)"
    ],
    "aktivanOd": 1963,
    "aktivanDo": 2018,
    "socialMedia": {
      "imdb": "https://www.imdb.com/name/nm0001232/",
      "rottenTomatoes": "https://www.rottentomatoes.com/celebrity/milos_forman"
    },
    "zanimljivosti": [
      "Oba roditelja su umrla u nacističkim koncentracionim logorima",
      "Napustio je Čehoslovačku nakon sovjetske invazije 1968.",
      "One Flew Over the Cuckoo's Nest je osvojio svih 'Big Five' Oscara",
      "Amadeus je bio biopic o Mozartu viđen kroz oči Salierija",
      "Hair (1979) je bila adaptacija anti-ratnog mjuzikla",
      "The People vs. Larry Flynt (1996) je bio o osnivač Hustler magazina",
      "Man on the Moon (1999) je bio biopic o komiću Andyju Kaufmanu",
      "Predavao je film na Columbia University",
      "Goya's Ghosts (2006) je bio istorijski film o španskoj inkviziciji"
    ]
  },
  {
    "ime": "Peter Jackson",
    "biografija": "Novozelandski filmski režiser, scenarist i producent, najpoznatiji po epskoj 'The Lord of the Rings' trilogiji koja je redefinisala fantasy film. Osvojio je brojne Oscare i stvorio jednu od najuspešnijih filmskih franšiza u istoriji. Pionir u korišćenju CGI tehnologije i motion capture.",
    "profilnaSlika": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Peter_Jackson_SDCC_2014.jpg/330px-Peter_Jackson_SDCC_2014.jpg",
    "datumRodjenja": "31.10.1961",
    "mestoRodjenja": "Wellington, Novi Zeland",
    "nagrade": [
      "Oscar za najbolju režiju - The Lord of the Rings: The Return of the King (2004)",
      "Oscar za najbolji film - The Return of the King (2004)",
      "Oscar za najbolji adaptirani scenario - The Return of the King (2004)",
      "Golden Globe za najbolju režiju - The Return of the King (2004)",
      "BAFTA za najbolju režiju - The Return of the King (2004)",
      "Saturn Award - numerous nagrade",
      "Hugo Award - The Fellowship of the Ring"
    ],
    "aktivanOd": 1987,
    "socialMedia": {
      "imdb": "https://www.imdb.com/name/nm0001392/",
      "rottenTomatoes": "https://www.rottentomatoes.com/celebrity/peter_jackson"
    },
    "zanimljivosti": [
      "The Return of the King je osvojio svih 11 Oscara za koje je bio nominovan",
      "LOTR trilogija je snimana istovremeno tokom 438 dana",
      "Počeo je sa low-budget horror komedijama (Bad Taste, Braindead)",
      "Osnovao je Weta Workshop i Weta Digital za vizuelne efekte",
      "The Hobbit trilogija je takođe snimana u Novom Zelandu",
      "Heavenly Creatures (1994) je bio njegov prvi mainstream uspeh",
      "Restaurirao je WWI dokumentarac They Shall Not Grow Old",
      "King Kong (2005) je bio njegov remake klasika iz 1933",
      "Veliki fan J.R.R. Tolkiena od detinjstva",
      "Novi Zeland postao je turistička destinacija zahvaljujući LOTR"
    ]
  }
]
